Repository: 2l3/2l3.github.io
Catalog: Hospital/Resources/Resource.*.resx
Languages: ar

source: Account Data
ar: اعدادات الحساب

source: Add New
ar: أضافة جديد

# AreYouSureToDelete
source: Are You Sure To Delete Row ?
ar: هل أنت متأكد من الحذف ؟

# BackToHome
source: Back To Pervious Page
ar: عودة للصفحة السابقة

source: Code
ar: الكود

source: Confirm Password
ar: تأكيد الرقم السري

source: Control Panel
ar: لوحة التحكم

source: Created Date
ar: تاريخ الأنشاء

source: Delete
ar: حذف

# Devices
source: List Of Devices
ar: قائمة الاجهزة

source: Edit
ar: تعديل

source: Edit Profile
ar: تغير كلمة المرور

source: Email
ar: البريد الألكتروني

# FullPowers
source: Full Validity
ar: صلاحية كاملة

# FullPowersWithoutDelete
source: Limited Validity (No Delete)
ar: صلاحية محدودة بدون حذف

# FullPowersWithoutDeleteAndEdit
source: Limited Validity (No Delete & No Edit )
ar: صلاحية محدودة بدون حذف وتعديل

# IdentifyUrSelf
source: Sign In
ar: تسجيل الدخول

source: left
ar: right

source: Logout
ar: تسجيل الخروج

source: Management
ar: الأدارة

source: Name
ar: الأسم

source: New Password
ar: الرقم السري الجديد

source: Old Password
ar: الرقم السري القديم

source: Operations
ar: العمليات

source: Password
ar: الرقم السري

source: Phone
ar: رقم الهاتف

# PowersForViewOnly
source: Validity Only For View
ar: صلاحية للعرض فقط

source: Remember Me
ar: تذكرني

# Requests
source: Requests Of Departments
ar: بلاغات الاقسام

source: right
ar: left

source: Save
ar: حفظ

source: Save And Continue
ar: حفظ و متابعة

source: Statistics
ar: الاحصائيات

source: User Name
ar: أسم المستخدم

# Users
source: System Users
ar: مستخدمين النظام

source: User Type
ar: نوع المستخدم

# AddDeviceRequest
source: Add New Device Request
ar: أضافة بلاغ جديد عن الجهاز

source: All
ar: الكل

source: Barcode
ar: باركود

source: Close
ar: أغلاق

# Confrimed
source: Has Fixed
ar: تم الاصلاح

# DamageRequest
source: Requsts Of Device Malfunction
ar: بلاغ بعطل جهاز

# Desc
source: Description
ar: الوصف

source: Device Name
ar: أسم الجهاز

# DeviceUnit
source: The Department Of Hospital
ar: قسم الجهاز

# DeviceUnits
source: The Departments Of Hospital
ar: اقسام المستشفى

source: Download
ar: تحميل

source: Image
ar: الصورة

# MovementRequest
source: Request Of Devices Movement
ar: طلب نقل جهاز

# NameAr
source: Name In Arabic
ar: الأسم العربي

# NameEn
source: Name In English
ar: الأسم الأنجليزي

source: Not Confrimed
ar: غير مؤكد

source: Note
ar: الملاحظات

source: Request Type
ar: نوع البلاغ

source: Search
ar: بحث

source: Send Request
ar: أرسال الطلب

source: Canceled
ar: ملغي

source: Company
ar: الشركة المصنعة

source: Computer Number
ar: رقم الكمبيوتر

# Confirming
source: Under Repair
ar: تحت الاصلاح

# DeleteDate
source: Deleted Date
ar: تاريخ الألغاء

source: Deleted Requests
ar: البلاغات الملغيه

source: Deleted User
ar: مستخدم الألغاء

source: Device Model
ar: موديل الجهاز

source: New
ar: جديد

# RequestChart
source: Statistics Of Requests
ar: أحصائيات البلاغات

# RequestProcess
source: Request Stage
ar: مرحلة البلاغ

source: Serial
ar: رقم السيريال

source: Transfar To Unit
ar: نقل الي قسم

source: Deleted
ar: ملغي

source: Previous Requests
ar: البلاغات السابقة

source: Choose Dates
ar: أختر التواريخ

# DateFrom
source: From
ar: التاريخ من

# DateTo
source: To
ar: التاريخ إلي

# DevicePPM
source: Report Of PPM
ar: تقارير PPM

source: Print
ar: طباعة

# Daman
source: Warranty Data
ar: بيانات الضمان

# Confirm2
source: The Agent Will Be Called Up
ar: سوف يتم استدعاء الوكيل

# Confirm3
source: The Agent Was Called Up
ar: تم استدعاء الوكيل

# ToUnit
source: To Department
ar: الى قسم

source: User
ar: مقدم الطلب

# Confirm4
source: The Administrator Will Be Have Called Up
ar: سوف يتم استدعاء المسؤول المختص

# Confirm5
source: The Administrator Have Been Called Up
ar: تم استدعاء المسؤول المختص

# Confirm8
source: Transfer Order Executed
ar: تم تنفيذ أمر النقل

# IsActive
source: Show In Request List
ar: أظهار في متابعة الطلب

# DevicesReport
source: Reports Of Devices
ar: تقارير الأجهزة

# GetReport
source: Show Report
ar: عرض التقرير

# HasNoPenddingRequests
source: Completed
ar: منجز

# HasPenddingRequests
source: Not Completed
ar: غير منجز

# PPM
source: PPM Sticker
ar: أستيكر PPM

# Report
source: Reports
ar: التقارير

# DeviceUnitsReport
source: Reports Of Deparments’ Device
ar: تقرير أجهزة الأقسام

source: Delete Reason
ar: سبب الحذف

source: Engineers
ar: المهندسون

# ReportSettings
source: Settings Of Reports
ar: أعدادات التقارير

source: Font Size
ar: حجم الخط

source: PPM Sticker Text
ar: النص الخاص بالأستيكر

source: Sort
ar: الترتيب

# WebsiteData
source: Settings Of Stickers & Logo
ar: اعدادات الاستكر واللوقو و الرقم السري

# Above
source: Text Place
ar: مكان عرض النص

# AboveLogo
source: Show With Logo
ar: عرض مع الشعار

# BottomLogo
source: Show Under Logo
ar: عرض بعد الشعار

# PPMReportSettings
source: Settings Of Reports PPM
ar: أعدادات تقارير PPM

# SystemSetting
source: System Settings
ar: اعدادات النظام

# FullPowersWithoutSettings
source: Full Validity (With No Editing On System Settings)
ar: صلاحية كاملة بدون اعدادات النظام

# LimitedPowerEditSystemSettingOnly
source: Limited Validity(Edit System Settings)
ar: صلاحية محدودة لتعديل اعدادت النظام

source: Print Barcode
ar: طباعة الباركود

# RequestWithNoBarCode
source: Link Of Request With No Bar Code
ar: رابط أرسال بلاغات بدون باركود

source: Show Request With No Bar Code
ar: عرض البلاغات التي بدون باركود

source: Name Of The Applicant
ar: مقدم الطلب

# Centers
source: Health Centers
ar: المراكز الصحية

source: Device Types
ar: نوع الجهاز

# SignImg
source: Signature Photo
ar: صورة التوقيع

# CenterDeviceUnits
source: The Departments Of Health Centers
ar: أقسام المراكز الصحية

# CenterName
source: Health Center Name
ar: أسم المركز الصحي

source: Are You Sure ?
ar: هل أنت متأكد ؟

# CompanyName
source: The Name Of Warranty Company
ar: شركة الضمان

# DamanExpireDate
source: The Expiry Date Of Warranty
ar: تاريخ أنتهاء الضمان

# DeviceCategory
source: Device Class
ar: فئة الجهاز

source: Device Type
ar: نوع الجهاز

# HideLastModification
source: Hide Last PPM
ar: أخفاء أخر صيانة دورية

# ShowDaman
source: The Device Under Warranty
ar: يوجد ضمان

# ShowLastModification
source: View Last PPM
ar: عرض أخر صيانة دورية

source: Show Last PPM
ar: عرض أخر صيانة دورية PPM في الباركود

# HDeviceSchedual
source: Device PPM Schedule For Hospital
ar: متابعة جدولة PPM

source: PPM Date
ar: تاريخ ال PPM

# ScheduleCount
source: PPM Count
ar: عدد مرات PPM خلال السنة

# ScheduleCountError
source: Less Than One Number Is Not Allowed
ar: لا يسمح بعدد مرات أقل من واحد

# CenterPPMReportSettings
source: Health Centers Settings Of Reports PPM
ar: أعدادات تقارير PPM للمراكز الصحية

# CenterReportSettings
source: Health Centers Report Settings
ar: أعدادات التقارير للمراكز الصحية

# CenterDevices
source: Health Center Devices
ar: قائمة الأجهزة بالمراكز الصحية

# CenterDeviceSchedual
source: Health Center Device Schedule
ar: متابعة جدولة PPM بالمراكز الصحية

# CenterDeviceScheduleNotification
source: Health Center Device PPM Notification
ar: تنبيهات جدولة PPM بالمراكز الصحية

# DeviceScheduleNotification
source: Hospital Device PPM Notification
ar: تنبيهات جدولة PPM بالمستشفي

source: Cannot Print PPM For A or B Desvices
ar: لا يمكن طباعة تقرير PPM لاجهزة من فئة A أو B

source: Close Notification
ar: أغلاق التنبيه

source: Generate PPM
ar: طباعة تقرير PPM

source: PPM Report
ar: تقرير PPM

source: Print PPM Frist
ar: أطبع PPM أولا

# CenterRequests
source: Health Center Requests
ar: بلاغات المراكز الصحية

# DeletedCenterRequests
source: Deleted Health Center Requests
ar: بلاغات المراكز الصحية الملغيه

source: Add PPM Request
ar: طلب أضافة PPM

source: PPM Added
ar: تمت أضافة PPM

# LastModification
source: Last PPM
ar: أخر صيانة دورية

source: PPM Will be Added
ar: سوف يتم أضافة PPM

source: Print Hospital Report Template
ar: مطبوعات تقارير المستشفي

source: Print Health Center Report Template
ar: مطبوعات تقارير المراكز الصحية

# Center
source: Health Center
ar: مركز صحي

source: Hospital
ar: مستشفي

source: Type
ar: النوع

source: Not Scheduled Devices
ar: الأجهزة الغير مجدولة

source: Scheduled Devices
ar: الأجهزة المجدولة

source: Engineer Name
ar: أسم المهندس

source: Next
ar: الخطوة التالية

source: Login
ar: الدخول

source: Report Date
ar: تاريخ تقرير أمر الأصلاح

# Dashboard
source: Performance Index
ar: مؤشر الأداء

source: Last 3 Months
ar: أخر 3 شهور

source: Last 6 Months
ar: أخر 6 شهور

source: This Month
ar: الشهر الحالي

source: This Week
ar: الأسبوع الحالي

source: This Year
ar: السنة الحالية

source: Today
ar: اليوم

source: Total Preview
ar: عرض موجز

# Archive
source: Device Out Of Service
ar: تكهين الجهاز

source: Archive Date
ar: تاريخ التكهين

source: Cancel Archive
ar: ألغاء التكهين

# CenterArchive
source: Out Of Service Devices At Health Centers
ar: الأجهزة المكهنه بالمراكز الصحية

# HospitalArchive
source: Out Of Service Devices At Hospital
ar: الأجهزة المكهنه بالمستشفى

# ArchiveCount
source: The Total Number Of Devices Are Out Of Service
ar: أجمالي الأجهزة المكهنه

# DeviceCategoryChart
source: Device Categories Chart
ar: رسم بياني للأعطال في فئات الأجهزة

# DeviceTypeChart
source: Device Types Chart
ar: رسم بياني للأعطال في نوع الأجهزة

# DeviceUnitsChart
source: Device Department Chart
ar: رسم بياني للأعطال في أقسام الأجهزة

# DoneCount
source: The Total Number Of Notices That Have Been Done
ar: أجمالي البلاغات المنجزة

# NoData
source: No Data To Be Shown
ar: لا يوجد بيانات لعرضها

# NotDoneCount
source: The Total Number Of Notices That Have Not Been Done
ar: أجمالي البلاغات الغير منجزة

# TotalCount
source: The Total Number Of Notices
ar: أجمالي عدد البلاغات

# Responsibility
source: Responsibilities
ar: الصلاحيات

source: Role Name
ar: أسم الصلاحية

# Roles
source: User Roles
ar: الصلاحيات و السرية

source: Settings
ar: الأعدادات

source: Reports
ar: التقارير

# ArchiveChart
source: Out Of Service Devices Chart
ar: رسم بياني بالأجهزة المكهنه

# DamanOut
source: Out Of Warranty
ar: خارج الضمان

# DamanStatus
source: Warranty Status
ar: حالة الضمان

# DamanUnder
source: Covered With Warranty
ar: تحت الضمان

# DeviceSchedual
source: PPM Devices schedule
ar: جدولة الصيانة الدورية

source: Device Status
ar: حالة الجهاز

# NoDaman
source: No Warranty
ar: لا يوجد ضمان

# PPM45
source: Print State PPM
ar: حالة الطباعة PPM

# a4
source: اسم الجهاز
ar: الجهاز

source: Choose Date
ar: من فضلك أختار التاريخ

# NoCenters
source: There Are No Health Centers
ar: لا يوجد مراكز صحية

# AddDevices
source: First, Choose A Device
ar: أختر جهاز اولاً

# f1
source: There is No PPM Print
ar: لا يوجد طباعة PPM

# f2
source: PPM Has Been Printed
ar: تمت طباعة PPM

# f3
source: PPM Not Printed
ar: لم يطبع PPM

# CompanyEmail
source: The Email Of Warranty Company
ar: البريد الألكتروني لشركة الضمان

# CompanyPhone
source: The Phone Number Of Warranty Company
ar: رقم هاتف لشركة الضمان

source: Custody Official
ar: مسؤول العهدة

# CustodyOPhone
source: Phone Number Of Custody Official
ar: رقم هاتف مسؤول العهدة
